Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/network/locale/*/LC_MESSAGES/network.po
Languages: fr_fr

source: Configure network interfaces
fr_fr: Configure les interfaces réseau et le firewall

source: Network setup
fr_fr: Configuration du réseau

source: Network and firewall configured.
fr_fr: Réseau et firewall configurés.

source: Interface type
fr_fr: Type de l'interface

source: Choose "External" if the interface is connected to the Internet. If the interface is connected to an internal network, choose "Internal"
fr_fr: Choisissez "externe" si cette interface est connectée à Internet. Si l'interface est connectée à un réseau interne, choisissez "interne".

source: Internal network
fr_fr: Réseau interne

source: External network
fr_fr: Réseau externe

source: Configuration method
fr_fr: Méthode de configuration

source: No configuration
fr_fr: Pas de configuration

source: DHCP configuration
fr_fr: Configuration DHCP

source: Manual configuration
fr_fr: Configuration manuelle

source: IP Address
fr_fr: Adresse IP

source: Netmask
fr_fr: Masque réseau

source: First DNS server
fr_fr: Serveur DNS primaire

source: Second DNS server
fr_fr: Serveur DNS secondaire

source: Domain search
fr_fr: Domaine

source: Gateway
fr_fr: Passerelle

source: Firewall configuration
fr_fr: Configuration du firewall

source: Allow access to Mandriva Server Setup from internal networks
fr_fr: Autoriser l'accès à Mandriva Server Setup depuis les réseaux internes

source: Allow SSH access from internal networks
fr_fr: Autoriser l'accès SSH au serveur depuis les réseaux internes

source: Allow access to Mandriva Server Setup from external networks
fr_fr: Autoriser l'accès à Mandriva Server Setup depuis les réseaux externes

source: Allow SSH access from external networks
fr_fr: Autoriser l'accès SSH au serveur depuis les réseaux externes
