Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_mail/locale/*/LC_MESSAGES/mds_mail.po
Languages: pt_br, ru_ru

source: Mail server with MDS backend
pt_br: Servidor de Email com backend MDS
ru_ru: Почтовый сервер с MDS backend

source: Mail/POP/IMAP server with virtual domains, anti-virus and anti-spam toolkits
pt_br: Servidor Mail/POP/IMAP com ferramentas para domínios virtuais, anti-vírus e anti-spam
ru_ru: Mail/POP/IMAP сервер с виртуальными доменами, антивирусными и антиспам-инструментариями

source: My hostname
pt_br: Meu hostname
ru_ru: Мое имя хоста

source: The host FQDN (eg: smtp.domain.com)
pt_br: O FQDN do host (por exemplo: smtp.domain.com)
ru_ru: FQDN хоста (eg: smtp.domain.com)

source: My networks
pt_br: Minhas redes
ru_ru: Мои сети

source: Specify which clients are authorized to send mails through the mail server. If your network address is 192.168.0.0 specify : 192.168.0.0/255.255.255.0
pt_br: Especifique quais os clientes estão autorizados a enviar e-mails através do servidor de correio. Se o seu endereço de rede é 192.168.0.0 especificar: 192.168.0.0/255.255.255.0
ru_ru: Укажите, какие клиенты упол номочены отправлять почту через почтовый сервер. Если адрес вашей сети - 192.168.0.0, укажите - 192.168.0.0/255.255.255.0

source: Protocols supported
pt_br: Protocolos suportados
ru_ru: Поддерживаемые протоколы

source: Protocols that the dovecot server will provide.
pt_br: Os protocolos que o servidor dovecot irá fornecer.
ru_ru: Протоколы, которые обеспечивает сервер dovecot.

source: IMAPS and POP3S
pt_br: IMAPS e POP3S
ru_ru: IMAPS и POP3S

source: MMC interface is not installed.
pt_br: A interface MMC não está instalada.
ru_ru: MMC-интерфейс не установлен.

source: Can't continue.
pt_br: Não pode continuar.
ru_ru: Невозможно продолжить.

source: Razor configured successfully.
pt_br: O Razor configurado com êxito.
ru_ru: Razor сконфигурирован успешно.

source: Failed to register razor. Try to run as root
pt_br: Falha ao registrar o Razor. Tente executar como root
ru_ru: Не удалось зарегистрировать razor. Попробуйте запустить с правами администратора

source: Service
pt_br: Serviço
ru_ru: Служба

source: reloaded succesfully.
pt_br: recarregado com sucesso.
ru_ru: перезагружено успешно.

source: fails restarting. Check
pt_br: Falha ao reiniciar. Verifique
ru_ru: сбой перезапуска. Выполнить проверку

source: Mail module is activated in the MDS interface : http://@HOSTNAME@/mmc/
pt_br: O módulo de e-mail está ativado na interface do MDS em http://@HOSTNAME@/mmc/
ru_ru: почтовый модуль активирован в MDS-интерфейсе: http://@HOSTNAME@/mmc/

source: You can create mail domains in the MDS interface and specify mail adresses to users and groups.
pt_br: Você pode criar domínios de email na interface do MDS e especificar endereços de e-mail para usuários e grupos.
ru_ru: Вы можете создать почтовые домены в интерфейсе MDS и указать почтовый адрес для пользователей и групп.

source: - mails are stored in /home/vmail/user/Maildir
pt_br: - Os e-mails são armazenados em /home/vmail/user/Maildir
ru_ru: - почта хранится в /home/vmail/user/Maildir

source: - SSL is enabled on the smtp server
pt_br: - SSL está habilitado no servidor smtp
ru_ru: - SSL включен на smtp-сервере

source: - Non-SSL connexions on external interfaces are disabled by default on the IMAP server
pt_br: - Conexões Non-SSL em interfaces externas são desativadas por padrão no servidor IMAP
ru_ru: - Non-SSL соединения на внешних интерфейсах отключены по умолчанию на сервере IMAP

source: - Networks authorized to send mail without authentication :
pt_br: - Redes autorizadas a enviar e-mails sem autenticação:
ru_ru: - Сети, имеющие право отправлять почту без аутентификации:

source: Make sure you have enabled mail services (SMTP 25, SMTPS 465, POPS 995, IMAPS 993) on your firewall.
pt_br: Certifique-se de ter habilitado os serviços de correio (SMTP 25, SMTPS 465, POPS 995, IMAPS 993) no seu firewall.
ru_ru: Убедитесь, что вы включили почтовые службы (SMTP 25, SMTPS 465, POPS 995, IMAPS 993) на брандмауэре.
