Repository: AlexandreProenca/mss
Catalog: agent/locale/*/LC_MESSAGES/agent.po
Languages: fr

source: Bad login/password.
fr: Mauvais login/mot de passe.

source: Incorrect FQDN.
fr: Nom de domaine non valide.

source: Incorrect IP address.
fr: Adresse IP non valide.

source: Incorrect netmask address.
fr: Masque de sous-réseau invalide

source: Password mismatch.
fr: Les mots de passe ne sont pas identiques.

source: Service unavailable. Please try later.
fr: Service indisponible. Re-essayez plus tard.

source: The media seems to be down. Please try later.
fr: Le média semble indisponible. Re-essayez plus tard.

source: This field can't be empty.
fr: Ce champ ne peut pas être vide.

source: Unknow error.
fr: Erreur inconnue.

source: You don't have access to the media.
fr: Vous n'avez pas accès à ce média.

source: Your login does not look like an email address.
fr: Votre login n'est pas une adresse mail.
