Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_mmc/locale/*/LC_MESSAGES/mds_mmc.po
Languages: fr, pt_br, ru_ru

source: MDS main components
fr: Composants de base du MDS
ru_ru: Основные компоненты MDS

source: MMC web interface and OpenLDAP directory
fr: Interface web MMC et annuaire OpenLDAP
ru_ru: Веб-интерфейс MMC и каталог OpenLDAP

source: MDS domain name
fr: Nom de domaine du MDS
ru_ru: Имя домена MDS

source: Usually the domain name (eg: domain.com) managed with MDS. This define the LDAP root.
fr: Généralement le nom de domaire géré par MDS (ex: domaine.com). Ceci définit la racine LDAP.
ru_ru: Обычно доменное имя (например: domain.com) управляется MDS. Это определяет LDAP root.

source: MDS password
fr: Mot de passe MDS
ru_ru: Пароль MDS

source: The MDS admin password.
fr: Le mot de passe de l'administrateur MDS.
ru_ru: Пароль администратора MDS.

source: Password policy
ru_ru: Политика паролей

source: Enable password policy on MDS (password age, expiration, history, lock-out...)
ru_ru: Включить политику паролей на MDS (срок действия пароля, истечение срока, история, блокировки...)

source: Error at generating password
ru_ru: Ошибка при генерации пароля

source: Password successfully generated
fr: Mot de passe généré
ru_ru: Пароль успешно сгенерирован

source: OpenLDAP configuration file was generated with errors.
fr: Configuration d'OpenLDAP générée avec des erreurs.
ru_ru: Конфигурационный файл OpenLDAP сгенерирован с ошибкой.

source: Aborting. File used was
fr: Arrêt. Le fichier utilisé était
ru_ru: Прерывание. Файл был использован

source: OpenLDAP configuration file successfully generated.
fr: Configuration d'OpenLDAP générée.
ru_ru: Конфигурационный файл OpenLDAP сгенерирован успешно.

source: Database loading failed during test run.
fr: Chargement de la base de donnée échoué pendant la phase de test.
ru_ru: При выполнении теста не удалось загрузить базу данных.

source: Ldif file used:
fr: Fichier LDIF utilisé:
ru_ru: Ldif-файл используется:

source: slapd.conf file used:
fr: Fichier slapd.conf utilisé:
ru_ru: файл slapd.conf используется:

source: Database loading test successfull.
fr: Le chargement de test de la base a réussi.
ru_ru: Тест загрузки базы данных успешный.

source: Service
fr: Le service
ru_ru: Служба

source: stopped succesfully.
fr: est arrêté.
ru_ru: успешно остановлена.

source: fails stopping. Check
fr: ne s'est pas arrêté. Vérifiez
ru_ru: не удалось остановить. Выполнить проверку

source: Writing
fr: Ecrit
ru_ru: Запись

source: and
fr: et
ru_ru: и

source: Loading database...
fr: Charge la base de donnée...
ru_ru: Загрузка базы данных ...

source: Database loaded successfully.
fr: Chargement réussi.
ru_ru: База данных загружена успешно.

source: Your previous database directory has been backed up as
fr: Votre ancienne base de donnée à été sauvegardée sous
ru_ru: Для предидущего каталога базы данных была создана резервная копия

source: started succesfully.
fr: a démarré.
ru_ru: запущено успешно.

source: fails starting. Check
fr: n'a pas démarré. Vérifiez
ru_ru: не удалось запустить. Выполнить проверку

source: Mandriva Directory Server is running.
fr: Mandriva Directory Server est en exécution.
ru_ru: Mandriva Directory Serve работает.

source: You can log in the MDS interface from http://@HOSTNAME@/mmc/.
fr: Vous pouvez accéder à l'interface de MDS sur http://@HOSTNAME@/mmc/.
ru_ru: Вы можете войти в MDS-интерфейс с http://@HOSTNAME@/mmc/.

source: MDS administrator : root
fr: Administrateur MDS : root
ru_ru: Администратор MDS: root

source: Administrator name : root
pt_br: Nome do Administrador : root

source: Administrator password
pt_br: Senha de Administrador

source: Administrator password : $mypass
pt_br: Senha do Administrador : $mypass

source: Allow access from external networks
pt_br: Permitir o acesso de redes externas

source: Allow access from internal networks
pt_br: Permitir o acesso de redes internas

source: Configure the firewall to allow access to the web interface from external networks
pt_br: Configure o firewall para permitir o acesso à interface web de redes externas

source: Configure the firewall to allow access to the web interface from internal networks
pt_br: Configure o firewall para permitir o acesso à interface web de redes internas

source: Database load test failed.
pt_br: Teste de carga do banco de dados falhou.

source: Error while configuring lib nss-ldap.
pt_br: Erro ao configurar lib nss-ldap.

source: Error while generating the password.
pt_br: Erro ao gerar a senha.

source: Failed to initialize the database.
pt_br: Falha ao inicializar o banco de dados.

source: MBS administration web interface
pt_br: Interface Web de Administração do MBS

source: OpenLDAP configuration has errors.
pt_br: Configuração do OpenLDAP tem erros.

source: The MBS administration web interface is configured.
pt_br: A interface web de administração do MBS está configurada.

source: The administrator password of the web interface for managing MBS users and services.
pt_br: A senha de administrador da interface web para gerenciar usuários e serviços.

source: You can log in the interface at https://@HOSTNAME@/mmc/ after the reboot.
pt_br: Você pode fazer login na interface em https://@host@/mmc/ após a reinicialização.
