Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/ejabberd/locale/*/LC_MESSAGES/ejabberd.po
Languages: fr_fr

source: A distributed, fault-tolerant Jabber/XMPP server
fr_fr: Un serveur Jabber/XMPP distribué et tolérant aux pannes

source: Allow access from external networks
fr_fr: Permettre l'accès depuis les réseaux externes

source: Allow access from internal networks
fr_fr: Permettre l'accès depuis les réseaux internes

source: Configure the firewall to allow access to the Instant Messaging Service from external networks
fr_fr: Configurer le firewall pour permettre l'accès au service de messagerie instantanée depuis les réseaux externes

source: Configure the firewall to allow access to the Instant Messaging Service from internal networks
fr_fr: Configurer le firewall pour permettre l'accès au service de messagerie instantanée depuis les réseaux internes

source: If $HOST.$DOMAIN is setup as a Jabber server in the $DOMAIN DNS zone there is no need to configure the server address in client.
fr_fr: Si $HOST.$DOMAIN est configuré comme un serveur Jabber dans la zone DNS, il n'est pas nécessaire de configurer l'adresse du serveur dans le client.

source: Jabber/XMPP instant messaging server
fr_fr: Jabber/XMPP serveur de messagerie instantanée

source: The instant messaging service is configured.
fr_fr: The service de messagerie instantanée est configuré.

source: Use $HOST.$DOMAIN as the server.
fr_fr: Utiliser $HOST.$DOMAIN comme serveur.

source: You can simply add users through the management interface at https://@HOSTNAME@/mmc/. The user's mail will be used as his Jabber ID.
fr_fr: Vous pouvez simplement ajouter des utilisateurs à travers l'interface de gestion à https://@HOSTNAME@/mmc/. L'adresse e-mail de l'utilisateur sera utilisé pour son identifiant Jabber.

source: translator-credits
fr_fr: Crédits de traduction
