Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mysql/locale/*/LC_MESSAGES/mysql.po
Languages: pt_br, ru_ru

source: - A password has been set for the root user
pt_br: - Uma senha foi definida para o usuário root
ru_ru: - Был установлен пароль для root пользователя

source: - Anonymous users were removed
pt_br: - Usuários anônimos foram removidos
ru_ru: - Скрытые пользователи были удалены

source: - Dropping test database...
pt_br: - Destruindo banco de dados de teste...
ru_ru: Удаление тестовой базы данных

source: - Remote login for root has been disabled
pt_br: - Login remoto para o root foi desabilitado
ru_ru: - Удаленный вход под root был отключен

source: - Removing privileges on test database...
pt_br: - Remoção de privilégios no banco de dados de teste...
ru_ru: - Удаление привилегий на тестовой базе данных...

source: - Test database has been removed
pt_br: - Banco de dados de teste foi removido
ru_ru: - Тестовая база данных была удалена

source: ... Failed!
pt_br: ... Falhou!
ru_ru: ... Сбой!

source: ... Failed! Not critical, keep moving...
pt_br: ... Falhou! Não crítico, manter ação...
ru_ru: ... Сбой! Не критически, продолжать...

source: ... Success!
pt_br: ... Sucesso!
ru_ru: ... Успешно!

source: Aborting!
pt_br: Abortar!
ru_ru: Прерывание!

source: Cleaning up...
pt_br: Limpeza...
ru_ru: Очистка...

source: Current password
pt_br: Senha atual
ru_ru: Текущий пароль

source: Disallowing root login remotely
pt_br: Não permitir login como root remotamente
ru_ru: Запрет удаленного входа под root

source: Invalid current MySQL password.
pt_br: Senha atual do MySQL incorreta.
ru_ru: Недопустимый текущий MySQL пароль .

source: MySQL database
pt_br: Banco de dados MySQL
ru_ru: База данных MySQL

source: MySQL is running
pt_br: MySQL está executando
ru_ru: MySQL работает

source: MySQL relational database
pt_br: Banco de dados relacional MySQL
ru_ru: Реляционная база данных MySQL

source: New MySQL root password. Set here the new password.
pt_br: Nova senha de root do MySQL. Defina aqui a nova senha.
ru_ru: Новый пароль root в MySQL. Установить здесь новый пароль.

source: New password
pt_br: Nova senha
ru_ru: Новый пароль

source: OK, successfully used password, moving on...
pt_br: OK, senha utilizada com sucesso, direcionando...
ru_ru: Хорошо, успешно используется пароль, перейти...

source: Password update failed!
pt_br: A atualização de senha falhou!
ru_ru: Не удалось обновить пароль!

source: Password updated successfully!
pt_br: Senha atualizada com sucesso!
ru_ru: Пароль успешно обновлен!

source: Reloading privilege tables..
pt_br: Recarregar as tabelas de privilégio..
ru_ru: Перезагрузка таблиц привилегий..

source: Reloading the privilege tables
pt_br: Recargando as tabelas de privilégio
ru_ru: Перезагрузка таблиц привилегий

source: Remove test database and access to it
pt_br: Remova o banco de dados de teste e acesse-o
ru_ru: Удаление тестовой базы данных и доступа к ней

source: Removing anonymous users
pt_br: Removendo usuários anônimos
ru_ru: Удаление скрытых пользователей

source: Setting the root password ensures that nobody can log into the MySQL
pt_br: Definir a senha de root garante que ninguém pode entrar no MySQL
ru_ru: Установка пароля гарантирует, что никто не может войти в MySQL

source: root user without the proper authorisation.
pt_br: usuário root sem a devida autorização.
ru_ru: root-пользователь без соответствующей ауторизации.
