Repository: AlexandreProenca/mss
Catalog: modules/davical/locale/*/LC_MESSAGES/davical.po
Languages: de_de, pt_br

source: DAViCal a service for calendar and addressbook sharing.
de_de: DAViCal ein Dienst zum Teilen von Kalender und Adressbuch.
pt_br: Serviço DAViCal para calendário e compartilhamento de endereços.

source: DAViCal administration
de_de: DAViCal Verwaltung
pt_br: Administração DAViCal

source: Calendar and Addressbook
de_de: Kalender und Adressbuch
pt_br: Calendário e Agenda de endereços

source: all
de_de: alle
pt_br: Todos

source: Collaboration
de_de: Zusammenarbeit
pt_br: Colaboração

source: Failed to setup the database.
de_de: Fehler beim Einrichten der Datenbank.
pt_br: Configuração da database falhou.

source: The calendar and addressbook service is configured.
de_de: Der Kalender und Adressbuchdienst ist konfiguriert.
pt_br: O serviço de calendário e agenda está configurado.

source: - Administrator : admin
pt_br: -Administrador: admin

source: - Password : $DAVICAL_ADMIN_PASS
de_de: - Passwort : $DAVICAL_ADMIN_PASS
pt_br: -Senha: $DAVICAL_ADMIN_PASS

source: Change it using the management interface https://@HOSTNAME@/davical/
de_de: Ändern Sie es über die Verwaltungsschnittstelle https://@HOSTNAME@/davical/
pt_br: Mude isso usando a interface de gerenciamento https://@HOSTNAME@/davical/

source: Use https://@HOSTNAME@/davical/caldav.php/[user_email]/calendar/ to add calendar into caldav clients.
de_de: Benutzen Sie https://@HOSTNAME@/davical/caldav.php/[user_email]/calendar/ um Kaleder den caldav-Clients hinzuzufügen.
pt_br: Use https://@HOSTNAME@/davical/caldav.php/[user_email]/calendar/ para adicionar o calendário em clientes CalDAV.
