Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_kerberos/locale/*/LC_MESSAGES/mds_kerberos.po
Languages: ru_ru

source: Aborting
ru_ru: Прерывание выполнения

source: Aborting. File used was
ru_ru: Прерывание выполнения. Использованный файл

source: Adding kerberos LDAP ACLs in
ru_ru: Добавление LDAP ACLs для kerberos в

source: Administration server port number is empty. Default port, 749, is used
ru_ru: Порт сервера администратора не задан. Используется порт по умолчанию (749)

source: Administrator server port
ru_ru: Порт сервера администратора

source: All encryption types that are permitted for use in session key encryption (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
ru_ru: Все типы шифрования, которые разрешены к использованию при шифровании сессионного ключа (Значения списка разделяются пробелами или запятыми, например, des3-cbc-sha1-kd des-cbc-crc)

source: Allow weak encryption types
ru_ru: Разрешить типы шифрования невысокой криптостойкости

source: Clock skew
ru_ru: Временной сдвиг

source: Configuring kerberos...
ru_ru: Конфигурирование kerberos...

source: Creating principal for KDC host
ru_ru: Создание принципала для KDC-узла

source: Creating realm...
ru_ru: Создание области...

source: DNS Domain name (e.g., example.com)
ru_ru: Имя DNS-домена (например, example.com)

source: DNS domain name
ru_ru: DNS-домен

source: DNS domain name is empty
ru_ru: DNS-домен не задан

source: DNS lookup for KDC
ru_ru: DNS-поиск для KDC

source: DNS lookup for realm
ru_ru: DNS-поиск для области

source: DNS zone is found in database
ru_ru: DNS-зона найдена в базе данных

source: DNS zone is not found in database
ru_ru: DNS-зона не найдена в базе данных

source: Default port of the KDC server (e.g., 88)
ru_ru: Стандартный порт сервера KDC (например, 88)

source: Default port of the administrator server (e.g., 749)
ru_ru: Стандартный порт сервера администратора (например, 749)

source: Error creating principal for KDC host
ru_ru: Ошибка создания принципала для KDC-узла

source: Error creating realm
ru_ru: Ошибка создания области

source: Error generating OpenLDAP configuration file
ru_ru: Ошибка создания конфигурационного файла OpenLDAP

source: Error loading kdc and kadmin data into database
ru_ru: Ошибка во время загрузки данных kdc и kadmin в базу данных

source: Error loading kerberos DNS data into database
ru_ru: Ошибка загрузки DNS-данных kerberos в базу данных

source: Error stashing password for KDC host principal
ru_ru: Ошибка сохранение пароля в stash-файле для принципала для KDC-узла

source: Error stashing password for kadmin
ru_ru: Ошибка сохранения пароля в stash-файле для kdc

source: Error stashing password for kdc
ru_ru: Ошибка сохранения пароля в stash-файле для kdc

source: Error stashing password for system principals kadmin/admin and kadmin/changepw
ru_ru: Ошибка сохранения паролей в stash-файле для системных принципалов kadmin/admin и kadmin/changepw

source: Error updating kerberos DNS data in database
ru_ru: Ошибка обновления DNS-данных kerberos в базе данных

source: Error while configuring MDS
ru_ru: Ошибка при конфигурировании MDS

source: Error while copying kerberos.schema in
ru_ru: Ошибка копирования kerberos.schema в

source: Host checked:
ru_ru: Проверяемая зона:

source: Host name of the KDC server without DNS domain name (e.g., server)
ru_ru: Имя узла KDC сервера без DNS-домена (например, server)

source: Incorrect host name.
ru_ru: Некорректное имя узла.

source: Incorrect port number.
ru_ru: Некорректный номер порта.

source: Incorrect realm.
ru_ru: Некорректная область.

source: Indicates whether DNS SRV records should be used to locate the KDCs and other servers for a realm, if they are not listed in the information for the realm
ru_ru: Определяет должны ли быть использованы DNS SRV-записи для того, чтобы находить серверы (KDC и другие) для области, если они не описаны в информации для области

source: Indicates whether DNS TXT records should be used to determine the Kerberos realm of a host
ru_ru: Определяет должны ли быть использованы DNS TXT-записи для опредления Kerberos-области узла

source: Indicates whether weak encryption types should be filtered out
ru_ru: Определяет должны ли быть отфильтрофаны типы шифрования невысокой криптостойкости

source: Install and configure Kerberos authentication
ru_ru: Установить и настроить аутентификацию Kerberos

source: KDC database master key
ru_ru: Основной ключ базы данных KDC

source: KDC database master key is empty
ru_ru: Ключ базы данных KDC не задан

source: KDC host IP address cannot be resolved to host name
ru_ru: IP-адрес KDC-узла не может быть преобразован в имя узла.

source: KDC host is found in DNS zone in database
ru_ru: KDC-узел найден в DNS-зоне в базе данных

source: KDC host is not found in DNS zone in database
ru_ru: KDC-узел не найден в DNS-зоне в базе данных

source: KDC host name
ru_ru: Имя узла KDC

source: KDC host name cannot be resolved in IP address
ru_ru: Имя KDC-узла не может быть преобразовано в IP-адрес

source: KDC host name is empty
ru_ru: Имя узла KDC не задано

source: KDC port
ru_ru: Порт KDC

source: KDC port number is empty. Default port, 88, is used
ru_ru: Порт KDC не задан. Используется порт по умолчанию (88)

source: Kerberos DNS data is loaded into database
ru_ru: DNS-данные kerberos загружены в базу данных

source: Kerberos DNS data is updated in database
ru_ru: DNS-данные kerberos обновлены в базе данных...

source: Kerberos LDAP ACLs are added in
ru_ru: LDAP ACLs Kerberos были добавлены в

source: Kerberos authentication with MDS backend
ru_ru: Аутентификация Kerberos с MDS backend

source: Kerberos module is activated in the MDS interface
ru_ru: Kerberos-модуль активизирован в MDS-интерфейсе

source: Kerberos realm (e.g., REALM.COM). Attention! It can be set only when the module is unconfigured)
ru_ru: Область Kerberos (например, REALM.COM). Внимание! Область может быть задана, только когда модуль не сконфигурирован.

source: Ldif file used:
ru_ru: Использованный ldif-файл:

source: Loading kdc and kadmin data into database
ru_ru: Загрузка данных kdc и kadmin в базу данных

source: Loading kdc and kadmin data into database...
ru_ru: Загрузка данных kdc и kadmin в базу данных

source: Loading kerberos DNS data into database
ru_ru: Загрузка DNS-данных kerberos в базу данных

source: Loading kerberos DNS data into database...
ru_ru: Загрузка DNS-данных kerberos в базу данных

source: MDS configuring done
ru_ru: Конфигурирование MDS выполнено

source: MMC interface is not installed
ru_ru: MMC-интерфейс не установлен

source: Master key for the KDC server. Attention! It can be set only when the module is unconfigured
ru_ru: Основной ключ сервера KDC. Внимание! Ключ может быть задан, только когда модуль не сконфигурирован

source: Maximum allowable amount of clockskew in seconds that the library will tolerate before assuming that a Kerberos message is invalid (e.g., 300)
ru_ru: Максимально разрешенная величина временного сдвига в секундах, которая будет позволена, перед тем, как будет принято то, что сообщение Kerberos некорректно (например, 300)

source: OpenLDAP configuration file is generated successfully
ru_ru: Конфигурационный файл OpenLDAP успешно создан

source: Passwords for kdc and kadmin are stashed
ru_ru: Пароли для kadmin и kdc сохранены в stash-файле

source: Passwords for system principals kadmin/admin and kadmin/changepw are stashed
ru_ru: Пароли для kadmin/admin и kadmin/changepw сохранены в stash-файле

source: Permitted encryption types
ru_ru: Разрешенные типы шифрования

source: Principal for KDC host is created
ru_ru: Принципал для узла KDC создан

source: Realm
ru_ru: Область

source: Realm is created
ru_ru: Область создана

source: Realm name is empty
ru_ru: Имя области не задано

source: Reconfiguring kerberos...
ru_ru: Переконфигурирование kerberos...

source: Searching DNS zone in database...
ru_ru: Поиск DNS-зоны в базе данных

source: Searching KDC host record in DNS zone...
ru_ru: Поиск записи KDC-узла в DNS-зоне

source: Service kadmin fails restarting. Check
ru_ru: Не удалось перезапустить службу kadmin. Проверьте

source: Service kadmin fails starting. Check
ru_ru: Не удалось запустить службу kadmin. Проверьте

source: Service kadmin restarted successfully
ru_ru: Служба kadmin успешно перезапущена

source: Service kadmin started successfully
ru_ru: Служба kadmin успешно запущена

source: Service krb5kdc fails restarting. Check
ru_ru: Не удалось перезапустить службу krb5kdc. Проверьте

source: Service krb5kdc fails starting. Check
ru_ru: Не удалось запустить службу krb5kdc

source: Service krb5kdc restarted successfully
ru_ru: Служба krb5kdc успешно перезапущена

source: Service krb5kdc started successfully
ru_ru: Служба krb5kdc успешно запущена

source: Service ldap fails starting. Check
ru_ru: Служба ldap неудачно завершила запуск. Проверьте

source: Service ldap fails stopping. Check
ru_ru: Служба ldap неудачно завершила остановку. Проверьте

source: Service ldap started successfully
ru_ru: Служба ldap успешно запущенна

source: Service ldap stopped successfully
ru_ru: Служба ldap успешно остановлена

source: Service mmc-agent fails starting. Check
ru_ru: Не удалось запустить службу mmc-agent. Проверьте

source: Service mmc-agent fails stopping. Check
ru_ru: Служба mmc-agent неудачно завершила остановку. Проверьте

source: Service mmc-agent started successfully
ru_ru: Служба mmc-agent успешно запущена

source: Service mmc-agent stopped successfully
ru_ru: Служба mmc-agent успешно остановлена

source: Service named fails restarting. Check
ru_ru: Служба named неудачно завершила перезагрузку. Проверьте

source: Service named restarted successfully
ru_ru: Служба named успешно перезапущена

source: Supported list of session key encryption types that should be requested by the client (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
ru_ru: Поддерживаемый список типов шифрования сессионного ключа, который должен быть запрошен клиентом (Значения списка разделяются пробелами или запятыми, например, des3-cbc-sha1-kd des-cbc-crc)

source: Supported list of session key encryption types that should be returned by the KDC (Values of list devided by whitespace or comma from each other, e.g., des3-cbc-sha1-kd des-cbc-crc)
ru_ru: Поддерживаемый список типов шифрования сессионного ключа, который KDC должен вернуть (Значения списка разделяются пробелами или запятыми, например, des3-cbc-sha1-kd des-cbc-crc)

source: TGS encryption types
ru_ru: Типы шифрования TGS

source: TKT encryption types
ru_ru: Типы шифрования TKT

source: Updating kerberos DNS data in database
ru_ru: Обновление DNS-данных kerberos в базе данных

source: Updating kerberos DNS data in database...
ru_ru: Обновление DNS-данных kerberos в базе данных...

source: You can add Kerberos principals from the MDS interface: http://@HOSTNAME@/mmc/
ru_ru: Вы можете добавить принципалов Kerberos из MDS-интерфейса: http://@HOSTNAME@/mmc/

source: Your original /etc/openldap/slapd.conf file was backed up as
ru_ru: Ваш исходный файл /etc/openldap/slapd.conf был резервно сохранен как

source: Your original /etc/sysconfig/ldap file was backed up as
ru_ru: Ваш исходный файл /etc/sysconfig/ldap был резервно сохранен как

source: Your previous database directory was backed up as
ru_ru: Ваша предыдущая директория с базой данных была резервно сохранена как

source: Your previous database is at
ru_ru: Ваша предыдущая база данных находится в

source: Zone containing the host:
ru_ru: Зона, содержащая узел:

source: Zone searched:
ru_ru: Зона для поиска:

source: kdc and kadmin data is loaded into database
ru_ru: Данные kdc и kadmin загружены в базу данных

source: slapd.conf file used:
ru_ru: Использованный slapd.conf файл:
