Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_smb/locale/*/LC_MESSAGES/mds_smb.po
Languages: fr_fr, pt_br, ru_ru

source: Windows users and file sharing management
fr_fr: Gestion des utilisateurs et partages de fichiers Windows

source: Authenticate Windows users with SAMBA, provide Windows file shares on your network
fr_fr: Authentifie les utilisateurs Windows avec SAMBA et fourni des partages de fichiers sur votre réseau

source: SAMBA domain name
fr_fr: Nom de domaine SAMBA
pt_br: Nome de domínio SAMBA
ru_ru: Имя домена SAMBA

source: The name of your Microsoft domain.
fr_fr: Le nom de votre domaine Microsoft.
pt_br: O nome do seu domínio Microsoft.
ru_ru: Имя вашего Microsoft-домена

source: Netbios name
fr_fr: Nom netbios
pt_br: Nome do Netbios
ru_ru: Имя Netbios

source: The name of your SAMBA server in the Microsoft domain.
fr_fr: Le nom de votre serveur SAMBA sur le domaine Microsoft.
pt_br: O nome do seu servidor SAMBA no domínio Microsoft.
ru_ru: Имя вашего SAMBA-сервера в Microsoft-домене

source: Administrator name
fr_fr: Nom de l'administrateur
pt_br: Nome do administrador
ru_ru: Имя администратора

source: The name of the Microsoft domain administrator.
fr_fr: Le nom de l'administrateur du domaine
pt_br: O nome do administrador de domínio Microsoft.
ru_ru: Имя администратора Microsoft-домена

source: Administrator password
fr_fr: Mot de passe de l'administrateur

source: Password for the Microsoft domain administrator.
fr_fr: Mot de passe pour l'administrateur du domaine
pt_br: Senha para o administrador do domínio Microsoft.
ru_ru: Пароль администратора Microsoft-домена

source: Allow connections from internal networks
fr_fr: Autoriser les connexions depuis les réseaux internes

source: Configure the firewall to accept SAMBA related traffic on interfaces configured as 'internal'
fr_fr: Configurer le firewall pour accepter le traffic SAMBA sur les interfaces internes

source: Allow connections connections external networks
fr_fr: Autoriser les connexions depuis les réseaux externes

source: Configure the firewall to accept SAMBA related traffic on interfaces configured as 'external'
fr_fr: Configurer le firewall pour accepter le traffic SAMBA sur les interfaces externes

source: SAMBA configuration done. (/etc/samba/smb.conf updated)
fr_fr: Configuration SAMBA faite. (/etc/samba/smb.conf mis à jour)
pt_br: Configuração do SAMBA concluída. (/etc/samba/smb.conf atualizado)
ru_ru: Выполнена конфигурация SAMBA. (/etc/samba/smb.conf updated)

source: Error while configuring SAMBA. (/etc/samba/smb.conf)
fr_fr: Erreur lors de la configuration SAMBA. (/etc/samba/smb.conf)
pt_br: Erro ao configurar o SAMBA. (/etc/samba/smb.conf)
ru_ru: Ошибка при конфигурации SAMBA. (/etc/samba/smb.conf)

source: SAMBA password set.
fr_fr: Mot de passe SAMBA enregistré.
pt_br: Senha do SAMBA definida.
ru_ru: Установка пароля SAMBA.

source: Error while setting SAMBA password. (smbpasswd)
fr_fr: Erreur lors de l'enregistrement du mot de passe SAMBA. (smbpasswd)
pt_br: Erro ao definir a senha do SAMBA. (smbpasswd)
ru_ru: Ошибка при установке пароля SAMBA. (smbpasswd)

source: Service SAMBA reloaded succesfully.
fr_fr: Le service SAMBA a re-démarré avec succès.
pt_br: Serviço SAMBA recarregado com sucesso.
ru_ru: Служба SAMBA успешно перезагружена.

source: Service SAMBA fails restarting.
fr_fr: Le service SAMBA n'a pas redémarré.
pt_br: O serviço SAMBA falhou ao reiniciar.
ru_ru: Не удалось перезапустить службу SAMBA.

source: lib nss-ldap configuration done. (/etc/ldap.conf and /etc/nsswitch.conf updated)
fr_fr: Configuration de la lib nss-ldap faite. (/etc/ldap.conf et /etc/nsswitch.conf mis à jour)
pt_br: Configuração lib nss-ldap concluída. (/etc/ldap.conf e /etc/nsswitch.conf atualizados)
ru_ru: Выполнена конфигурация lib nss-ldap. (/etc/ldap.conf and /etc/nsswitch.conf updated)

source: Error while configuring lib nss-ldap. (/etc/ldap.conf and /etc/nsswitch.conf)
fr_fr: Erreur lors de la configuration de la lib nss-ldap. (/etc/ldap.conf and /etc/nsswitch.conf)
pt_br: Erro ao configurar lib nss-ldap. (/etc/ldap.conf e /etc/nsswitch.conf)
ru_ru: Ошибка при конфигурации lib nss-ldap. (/etc/ldap.conf и /etc/nsswitch.conf)

source: smbldap-lools configuration done. (/etc/smbldap-tools/smbldap.conf and /etc/smbldap-tools/smbldap_bind.conf updated)
fr_fr: Configuration de smbldap-tools réussie (/etc/smbldap-tools/smbldap.conf et /etc/smbldap-tools/smbldap_bind.conf mis à jour)
pt_br: Configuração do smbldap-lools concluída. (/etc/smbldap-tools/smbldap.conf e /etc/smbldap-tools/smbldap_bind.conf atualizados)
ru_ru: Выполнена конфигурация smbldap-tools. (/etc/smbldap-tools/smbldap.conf и /etc/smbldap-tools/smbldap_bind.conf updated)

source: Error while configuring smbldap-lools. (/etc/smbldap-tools/smbldap.conf and /etc/smbldap-tools/smbldap_bind.conf)
fr_fr: Erreur lors de la configuration de smbldap-tools (/etc/smbldap-tools/smbldap.conf et /etc/smbldap-tools/smbldap_bind.conf)
pt_br: Erro ao configurar o smbldap-lools. (/etc/smbldap-tools/smbldap.conf e /etc/smbldap-tools/smbldap_bind.conf)
ru_ru: Ошибка при конфигурации smbldap-tools. (/etc/smbldap-tools/smbldap.conf и /etc/smbldap-tools/smbldap_bind.conf)

source: Directory populated for SAMBA.
fr_fr: Annuaire renseigné pour SAMBA.
pt_br: Diretório preenchidos para o SAMBA.
ru_ru: Каталог собранный для SAMBA.

source: Error while populating directory.
fr_fr: Erreur lors du renseignement de l'annuaire pour Samba.
pt_br: Erro ao preencher o diretório.
ru_ru: Ошибка при сборе каталога.

source: MDS SAMBA configuration done.
fr_fr: Configuration du module SAMBA de MDS réussie.
pt_br: Configuração do MDS SAMBA concluída.
ru_ru: Выполнена настройка MDS SAMBA.

source: Error while configuring MDS SAMBA module.
fr_fr: Erreur lors de la configuration du module SAMBA.
pt_br: Erro ao configurar módulo MDS SAMBA.
ru_ru: Ошибка при настройке модуля MDS SAMBA.

source: Users are now created in the Domain Users group by default. If users were created, they still remains in the users group.
fr_fr: Les utilisateurs auront désormais comme groupe principal le groupe "Domain Users" (Utilisateurs du domaine). Les anciens utilisateurs ne sont pas mis à jour. Ils appartiennent toujours au groupe "users".
pt_br: Usuários agora são criados no grupo Usuários do domínio por padrão. Se os usuários foram criados, eles ainda permanecem no grupo de usuários.
ru_ru: Созданы пользователи в группе Пользователей домена по умолчанию. Если пользователи были созданы, они по-прежнему остаются в группе пользователей.

source: Service MMC reloaded succesfully.
fr_fr: Le service mmc-agent a re-démarré avec succès.
pt_br: Serviço MMC recarregado com sucesso.
ru_ru: Служба MMC перезагружена успешно.

source: Service MMC fails restarting. Check /var/log/mmc/mmc-agent.log
fr_fr: Erreur lors du re-démarrage du service mmc-agent. Vérifiez /var/log/mmc/mmc-agent.log.
pt_br: Serviço MMC falhou ao reiniciar. Verifique /var/log/mmc/mmc-agent.log
ru_ru: Не удается перезапустить службу MMC. Выполнить проверку /var/log/mmc/mmc-agent.log

source: Successfully granted rights for Domain Admins group.
fr_fr: Les utilisateurs du groupe "Domain Admins" peuvent ajouter des machines au domaine.
pt_br: Permissões garantidas com sucesso para o grupo do domínio de Administradores.
ru_ru: Успешно предоставлены права для группы Администраторов домена.

source: Failed granted rigths for Domain Admins group
fr_fr: Echec lors du changement de droits sur le groupe "Domain Admins".
pt_br: Falha nas permissões garantidas para o grupo do domínio de Administradores.
ru_ru: Не удалось предоставить права для группы Администраторов домена

source: Your filesystem does not support ACL. You won't be able to set ACLs on SAMBA shares.
fr_fr: Votre système de fichiers ne supporte pas les ACLs. Vous ne pourrez positionner des ACLs sur les partages SAMBA.
pt_br: Seu sistema de arquivos não suporta ACL. Você não poderá definir ACLs em compartilhamentos do SAMBA.
ru_ru: Ваша файловая система не поддерживает ACL. Вы не сможете установить ACLs в общем доступе SAMBA.

source: For ext3 filesystems you have to add the acl option in /etc/fstab.
fr_fr: Pour les systèmes de fichiers ext3 vous devez ajouter l'option "acl" sur la partition /home dans /etc/fstab.
pt_br: Para o tipo de sistema de arquivos 'ext3' você tem que adicionar a opção acl em /etc/fstab.
ru_ru: Для файловой системы ext3 вам необходимо добавить опцию acl в /etc/fstab.

source: Acls supported by filesystem.
fr_fr: ACLs supportées par le système de fichier.
pt_br: Acls suportado pelo sistema de arquivos.
ru_ru: Acls, поддерживаемые файловой системой.

source: Domain name :
fr_fr: Nom du domaine Microsoft :
pt_br: Nome de domínio:
ru_ru: Имя домена:

source: Server name :
fr_fr: Nom Netbios du serveur :
pt_br: Nome do servidor:
ru_ru: Имя сервера:

source: Domain administrator :
fr_fr: Nom de l'administrateur du domaine :
pt_br: Administrador de domínio:
ru_ru: Администратор домена:

source: - a public share is created in /home/samba/shares/public
fr_fr: - un partage public est créé dans /home/samba/shares/public
pt_br: - Um compartilhamento público foi criado em /home/samba/shares/public
ru_ru: - создан общий доступ в /home/samba/shares/public

source: - you can create a logon.bat script in /home/samba/netlogon
fr_fr: - vous pouvez créer un script de logon "logon.bat" dans /home/samba/netlogon
pt_br: - Você pode criar um script logon.bat em /home/samba/netlogon
ru_ru: - вы можете создать скрипт logon.bat в /home/samba/netlogon

source: Make sure you have enabled SAMBA services on your firewall.
fr_fr: Assurez vous que votre pare-feu accepte les services SAMBA en entrée.
pt_br: Certifique-se de ter habilitado os serviços SAMBA no seu firewall.
ru_ru: Убедитесь, что вы включили услуги SAMBA на брандмауэре.

source: You can now use the management interface to manage your Windows users and shares (https://@HOSTNAME@/mmc/).
fr_fr: Vous pouvez maintenant utiliser l'interface de gestion pour gérer les utilisateurs et les partages de fichiers Windows (https://@HOSTNAME@/mmc/).
