Repository: AlexandreProenca/mss
Catalog: mss/www/layout/*/locale/*/LC_MESSAGES/django.po
Languages: pt_br, ru_ru

source: MDS is an enterprise directory platform based on LDAP designed to manage identities, and various network services commonly used.<br/><br/>In addition, MDS is controlled through a modern and friendly web interface.<br /><br />For an overview of MDS, visit the <a href="http://mds.mandriva.org/">project website</a>.
pt_br: O MDS é uma plataforma de diretório corporativo baseado em LDAP projetado para gerenciar identidades, e vários serviços de rede comumente usados.<br/><br/>Além disso, o MDS é controlado através de uma interface web moderna e acolhedora.<br/><br/> Para uma visão geral do MDS, acesse o site do projeto <a href="http://mds.mandriva.org/"></a>.
ru_ru: MDS - это платформа для работы с каталогами на основе LDAP, предназначена для управления идентификацией и различными стандартными сетевыми сервисами.<br/><br/>Кроме того, MDS управляется с помощью современного и дружественного веб-интерфейса.<br /><br />Для обзора MDS, посетите <a href="http://mds.mandriva.org/">project website</a>.

source: Required base components
pt_br: Componentes base necessários
ru_ru: Необходимые базовые компоненты

source: File server modules
pt_br: Módulos do servidor de arquivos
ru_ru: Модули файлового сервера

source: SAMBA, Cups and quota support
pt_br: Suporte ao SAMBA, Cups e quota
ru_ru: Поддержка Samba, cистемы печати Cups и квот

source: Mail modules
pt_br: Módulos de e-mail
ru_ru: Почтовые модули

source: SMTP, IMAP server and other tools
pt_br: Servidor SMTP, IMAP e outras ferramentas
ru_ru: Инструменты SMTP, IMAP сервера и другие

source: Network modules
pt_br: Módulos de rede
ru_ru: Сетевые модули

source: Network managing tools
pt_br: Administração de ferramentas de rede
ru_ru: Инструменты управления сетью

source: Other modules
pt_br: Outros módulos
ru_ru: Другие модули

source: Various MDS modules
pt_br: Vários módulos MDS
ru_ru: Различные модули MDS

source: Pulse 2 - Coming soon
pt_br: Pulse 2 - Em breve
ru_ru: Ожидается новая версия Pulse 2

source: Pulse 2 is an Open Source tool that simplifies application deployment, inventory, and maintenance of an IT network.<br />It has been designed to handle from a few computers on a single site to 100 000+ computers spread on many sites.<br /><br />For more information on Pulse 2, visit the <a href="http://pulse2.mandriva.org/">project website</a>.
pt_br: O Pulse 2 é uma ferramenta Open Source que simplifica a implantação de aplicações, inventário e manutenção de uma rede de TI.<br/>Ele foi projetado para controlar alguns computadores em um único site mais de 100 000 computadores espalhados em muitos sites.<br/><br/> Para mais informações sobre Pulse 2, visite o site do projeto <a href="http://pulse2.mandriva.org/"></a>.
ru_ru: Pulse 2 - это инструмент с открытым кодом, который упрощает процесс развертывания приложений, инвентаризации и технического обслуживания ИТ-сети.<br />Он был разработан для обработки от нескольких компьютеров в одном месте, до 100 000 и более компьютеров рассредоточенных локально.<br /><br />Чтобы более подробно ознакомиться с новой версии Pulse 2, посетите <a href="http://pulse2.mandriva.org/">project website</a>.

source: Server services and tools
pt_br: Serviços de servidor e ferramentas
ru_ru: Службы и инструменты сервера

source: Install basic server stacks like DHCP, OpenLDAP or VPN software.
pt_br: Instalar pilhas lógicas do servidor como DHCP, OpenLDAP ou VPN.
ru_ru: Установка основных стеков сервера, таких как DHCP, OpenLDAP или VPN.

source: Network
pt_br: Rede
ru_ru: Сеть

source: LAMP server
pt_br: Servidor LAMP
ru_ru: LAMP сервер

source: Toolkit for dynamic web site hosting
pt_br: Kit de ferramentas para web site dinâmico de hospedagem
ru_ru: Инструментарий для хостинга динамических веб сайтов

source: Printing and file server
pt_br: Servidor de impressão e arquivos
ru_ru: Сервер печати и файловый сервер

source: SAMBA, Cups and NFS servers.
pt_br: Servidores SAMBA, Cups e NFS.
ru_ru: Серверы SAMBA, Cups и NFS.

source: Databases
pt_br: Bancos de dados
ru_ru: Базы данных

source: Relational databases
pt_br: Bancos de dados relacionais
ru_ru: Реляционные базы данных

source: Backup Tools
pt_br: Ferramentas de backup
ru_ru: Инструменты резервного копирования

source: Backup Server
pt_br: Servidor de backup
ru_ru: Сервер резервного копирования

source: Mail server
pt_br: Servidor de e-mail
ru_ru: Почтовый сервер

source: Mail server with POP/IMAP and Webmail access
pt_br: Servidor de e-mail com POP/IMAP e acesso Webmail
ru_ru: Почтовый сервер с доступом POP/IMAP и Webmail

source: Authentication
pt_br: Autenticação
ru_ru: Аутентификация

source: Tools for managing identities
pt_br: Ferramentas para gerenciamento de identidades
ru_ru: Инструменты для управления идентификационными данными
