Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/zarafa/locale/*/LC_MESSAGES/zarafa.po
Languages: pt_br

source: ActiveSync support
pt_br: Suporte ActiveSync

source: Attachments directory
pt_br: Diretório de anexos

source: CalDAV/iCal support
pt_br: Suporte CalDAV/iCal

source: Create default folders for users in the selected language
pt_br: Criar pastas padrão para usuários no idioma selecionado

source: Default language for Zarafa folders
pt_br: Linguagem padrão para as pastas Zarafa

source: Deutsch
pt_br: Alemão

source: Enable ActiveSync for mobile phones synchronisation (mail, contacts, calendars)
pt_br: Habilitar ActiveSync para sincronização de telefones móveis (mail, contatos, calendários)

source: Enable IMAP and IMAPS on the Zarafa server
pt_br: Ativar IMAP e IMAPS no servidor Zarafa

source: English
pt_br: Inglês

source: Export calendars in CalDAV/iCal format for mail clients (thunderbird, evolution...)
pt_br: Exportar calendários no formato CalDAV/iCal para os clientes de email (thunderbird, evolution...)

source: Français
pt_br: Francês

source: IMAP/IMAPS support
pt_br: Suporte IMAP/IMAPS

source: My hostname
pt_br: Meu hostname

source: My networks
pt_br: Minhas redes

source: MySQL root password
pt_br: Senha de root MySQL

source: MySQL user password for the zarafa database
pt_br: Senha do usuário MySQL para o banco de dados Zarafa

source: MySQL zarafa password
pt_br: Senha do zarafa MySQL

source: Specify which clients are authorized to send mails through the mail server. If your network address is 192.168.0.0 specify : 192.168.0.0/255.255.255.0
pt_br: Especificar quais os clientes estão autorizados a enviar e-mails através do servidor de correio. Se o seu endereço de rede é 192.168.0.0 especificar: 192.168.0.0/255.255.255.0

source: The host FQDN (eg: smtp.domain.com)
pt_br: O FQDN do host (por exemplo: smtp.domain.com)

source: Used to create the zarafa database
pt_br: Usado para criar o banco de dados Zarafa

source: Where do you want to store mail attachments ?
pt_br: Onde você deseja armazenar os anexos de email?

source: Zarafa Collaboration Platform
pt_br: Zarafa Plataforma de Configuração
