Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_dns/locale/*/LC_MESSAGES/mds_dns.po
Languages: fr, fr_fr, pt_br, ru_ru

source: DNS server with MDS backend
pt_br: Servidor DNS com backend MDS
ru_ru: DNS сервер с MDS backend

source: Resolve computer names on your network
fr: Résous les noms de machine sur votre réseau
fr_fr: Résous les noms de machine sur votre réseau
pt_br: Resolver nomes de computador em sua rede
ru_ru: Обработка компьютерных имен вашей сети

source: My networks
fr: Mes réseaux
fr_fr: Mes réseaux
pt_br: Minhas redes
ru_ru: Мои сети

source: Specify which networks are authorized to resolve external queries with your DNS server (recursion). eg: 192.168.0.0/255.255.255.0.
fr: Spécifiez les réseaux qui sont autorisés à effectuer des requêtes externes sur votre serveur DNS (récursion). ex: 192.168.0.0/255.255.255.0
fr_fr: Spécifiez les réseaux qui sont autorisés à effectuer des requêtes externes sur votre serveur DNS (récursion). ex: 192.168.0.0/255.255.255.0
pt_br: Especificar quais redes estão autorizadas a resolver consultas externas com o seu servidor DNS (recursão). por exemplo: 192.168.0.0/255.255.255.0.
ru_ru: Укажите, какие сети уполномоченные для обработки внешних запросов с вашего DNS-сервера (рекурсии). eg: 192.168.0.0/255.255.255.0.

source: Forwarders
fr: Relais
fr_fr: Relais
pt_br: Encaminhadores
ru_ru: Ретрансляторы запросов

source: Forward external DNS queries to DNS of your choice
fr: Relaie les requêtes externes vers les serveurs DNS de votre choix.
fr_fr: Relaie les requêtes externes vers les serveurs DNS de votre choix.
pt_br: Encaminhar consultas de DNS externo para o DNS de sua escolha
ru_ru: Ретранслировать внешние DNS запросы на DNS по вашему выбору

source: MDS configuration done. (/etc/mmc/plugins/network.ini updated)
fr: Configuration de MDS faite. (/etc/mmc/plugins/network.ini mis à jour)
pt_br: Configuração MDS concluída. (/etc/mmc/plugins/network.ini atualizado)
ru_ru: Выполнена конфигурация MDS. (/etc/mmc/plugins/network.ini updated)

source: Error while configuring MDS. (/etc/mmc/plugins/network.ini)
fr: Erreur lors de la configuration de MDS. (/etc/mmc/plugins/network.ini)
pt_br: Erro ao configurar o MDS. (/etc/mmc/plugins/network.ini)
ru_ru: Ошибка при конфигурации MDS. (/etc/mmc/plugins/network.ini)

source: No networks are authorized to make external queries.
fr: Aucun réseau n'est autorisé à effectuer de requêtes externes.
fr_fr: Aucun réseau n'est autorisé à effectuer de requêtes externes.
pt_br: Nenhuma rede está autorizada a fazer consultas externas.
ru_ru: Нет сетей, которым разрешено выполнять внешние запросы.

source: Service MMC reloaded succesfully.
fr: Le service MMC a redémarré.
pt_br: O serviço MMC foi recarregado com sucesso.
ru_ru: Служба ММС перезагружена успешно.

source: Service MMC fails restarting. Check /var/log/mmc/mmc-agent.log
fr: La service MMC n'a pas redémarré. Vérifiez /var/log/mmc/mmc-agent.log
pt_br: O Serviço MMC falhou ao reiniciar. Verifique /var/log/mmc/mmc-agent.log
ru_ru: Не удается перезапустить службу MMC. Выполнить проверку /var/log/mmc/mmc-agent.log

source: Service named reloaded succesfully.
fr: Le service named a redémarré.
pt_br: O serviço chamado foi recarregado com sucesso.
ru_ru: Служба named перезагружена успешно.

source: Service named fails restarting. Check /var/log/syslog
fr: Le service named n'a pas redémarré. Vérifiez /var/log/syslog
pt_br: O serviço chamado falhou ao reiniciar. Verifique /var/log/syslog
ru_ru: Не удается перезапустить службу named. Выполнить проверку /var/log/syslog

source: DNS module is activated in the MDS interface.
fr: Le module DNS est activé sur l'interface MDS.
pt_br: O módulo DNS está ativado na interface do MDS.
ru_ru: DNS-модуль активирован в MDS-интерфейсе.

source: Your DNS will forward external queries to :
fr: Votre DNS relaie les requêtes externes a :
pt_br: Seu DNS irá encaminhar consultas externas para:
ru_ru: Ваш DNS ретранслирует внешние запросы на:

source: The following networks are able to query your DNS for external domains :
fr: Les réseaux suivants sont autorisés à effectuer des requêtes externes :
pt_br: As seguintes redes são capazes de consultar o seu DNS para domínios externos:
ru_ru: Следующие сети могут запрашивать DNS для внешних доменов:

source: You can now add DNS zones from the MDS interface : http://@HOSTNAME@/mmc/
fr: Vous pouvez gérer vos zones DNS depuis l'interface MDS : http://@HOSTNAME@/mmc/
pt_br: Agora você pode adicionar zonas DNS a partir da interface MDS em http://@HOSTNAME@/mmc/
ru_ru: Вы не можете добавить DNS-зоны с MDS-интерфейса: http://@HOSTNAME@/mmc/

source: Make sure you have enabled the DNS service (port 53) on your firewall.
fr: Assurez vous d'avoir activé le service DNS (port 53) sur votre firewall.
pt_br: Certifique-se que você habilitou o serviço de DNS (porta 53) em seu firewall.
ru_ru: Убедитесь, что вы включили сервис DNS (порт 53) на брандмауэре.

source: Allow DNS from external networks
fr_fr: Permettre l'accès au service DNS pour les réseaux externes

source: Allow DNS from internal networks
fr_fr: Permettre l'accès au service DNS pour les réseaux internes «interne»

source: Configure the firewall to accept DNS requests on interfaces configured as 'external'
fr_fr: Configure le firewall pour accepter les requêtes DNS provenant des interfaces réseaux configurées comme «externe»

source: Configure the firewall to accept DNS requests on interfaces configured as 'internal'
fr_fr: Configure le firewall pour accepter les requêtes DNS provenant des interfaces réseaux configurées comme «interne»

source: DNS service
fr_fr: Service DNS

source: The DNS service is running.
fr_fr: Le service DNS fonctionne.

source: The following networks are able to query your DNS for external domains : $networks
fr_fr: Les réseaux suivants peuvent interroger votre DNS pour les domaines externes : $networks

source: You can now add DNS zones in the management interface : https://@HOSTNAME@/mmc/
fr_fr: Vous pouvez maintenant ajouter des zones DNS à partir de l'interface de gestion : https://@HOSTNAME@/mmc/

source: Your DNS will forward external queries to : $forwarders
fr_fr: Votre DNS transférera les requêtes externes à : $forwarders

source: translator-credits
fr_fr: Crédit de traduction
