Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_quota/locale/*/LC_MESSAGES/mds_quota.po
Languages: fr, pt_br, ru_ru

source: User quota support
fr: Support des quotas utilisateur
ru_ru: Поддержка квот пользователей

source: Set file quotas on the file server
fr: Positionne des quotas sur le serveur de fichiers
ru_ru: Установить файл квот на файловом сервере

source: Filesystems
pt_br: Sistemas de arquivos
ru_ru: Файловые системы

source: Specify the filesystems where you want to apply user quotas with the following format : "Device path":"Identifier string" (eg: /dev/sda1:Root)
fr: Spécifiez les systèmes de fichiers sur lesquels vous voulez appliquer des quotas utilisateur avec le format suivant : "Fichier de périphérique":"Description" (ex: /dev/sda1:Root)
pt_br: Especifique os sistemas de arquivos onde você deseja aplicar as quotas de usuários com o seguinte formato: "Caminho do dispositivo":"Identificador" (por exemplo: /dev/sda1:Root)
ru_ru: Укажите, файловые системы, где вы хотите применить пользовательские квоты в следующем формате: "Device path":"Identifier string" (eg: /dev/sda1:Root)

source: Add usrquota option for
fr: Ajout de l'option usrquota sur
pt_br: Adicionar opção quota de usuário para
ru_ru: Добавить опция usrquota для

source: Remount
fr: Re-montage de
pt_br: Remontar
ru_ru: Перемонтировать

source: Create quota files for
fr: Création des fichiers de quota sur
pt_br: Criar arquivos de quota para
ru_ru: Создать файлы квот для

source: Quotas activated on
fr: Les quotas sont activés sur
pt_br: Quotas ativadas em
ru_ru: Квоты активированы на

source: Quotas configured on
fr: Les quotas sont configurés sur
pt_br: Quotas configuradas em
ru_ru: Квоты настроена на

source: Restart the system to active quotas
fr: Redémarrez le serveur pour activer la gestion des quotas
pt_br: Reiniciar o sistema para cotas ativas
ru_ru: Перезапустите систему, чтобы активировать квоты

source: Quotas not supported on this filesystem :
fr: Les quotas ne sont pas supportés sur les systèmes de fichiers :
pt_br: Quotas não suportadas neste sistema de arquivos:
ru_ru: Квоты не поддерживаются в этой файловой системе

source: Quota option already present for
fr: Option de quota déjà présente sur
pt_br: Opção de quota já está presente para
ru_ru: Опция квоты уже существует для

source: Quota module is activated in the MDS interface.
fr: Le module de quotas est activé sur l'interface MDS
pt_br: Módulo de quotas está ativado na interface do MDS.
ru_ru: Модуль квоты активирован на MDS-интерфейсе

source: You can now configure user quotas from the MDS interface : http://@HOSTNAME@/mmc/
fr: Vous pouvez définir des quotas sur les utilisateurs et groupes depuis l'interface MDS : http://@HOSTNAME@/
pt_br: Agora você pode configurar as quotas de usuários a partir da interface MDS em https://@HOSTNAME@/mmc/
ru_ru: Сейчас вы можете настроить пользовательские квоты с MDS-интерфейса: http://@HOSTNAME@/mmc/
