Repository: AlexandreProenca/mss
Catalog: mss/www/wizard/locale/*/LC_MESSAGES/django.po
Languages: fr, ru_ru

source: The XML-RPC server is not responding
fr: Le serveur XML-RPC ne répond pas

source: No information available
fr: Aucune information disponible

source: Hide log
fr: Cacher le détail
ru_ru: Скрыть журнал

source: Show log
fr: Afficher le détail
ru_ru: Посмотреть журнал

source: Ready
fr: Prêt
ru_ru: Готово

source: You don't have the Mandriva Enterprise Server medias. Please add the medias before using Mandriva Server Setup.
fr: Les médias Mandriva Enterprise Server ne sont pas installés. Ajoutez-les avant d'utiliser Mandriva Server Setup.

source: Add medias
fr: Ajouter les médias
ru_ru: Добавить источники

source: Update packages list on your server.
fr: Met à jour les listes de packages sur votre serveur.
ru_ru: Обновление списка пакетов на вашем сервере.

source: Update medias
fr: Mettre à jour les médias
ru_ru: Обновление источников

source: Logout
fr: Déconnexion
ru_ru: Выход

source: Remove network
fr: Supprimer le réseau

source: Remove field
fr: Supprimer le champ

source: Preinstallation
fr: Pré-installation

source: Medias
fr: Médias

source: Add field
fr: Ajouter un champ

source: Re-enter password
fr: Ré-entrez le mot de passe
ru_ru: Повторно введите пароль

source: Add network
fr: Ajouter un réseau

source: No configuration for this module.
fr: Pas de configuration pour ce module.
ru_ru: Нет настроек для этого модуля.

source: Required field
fr: Champ obligatoire
ru_ru: Обязательное поле

source: Continue
fr: Continuer
ru_ru: Продолжить

source: Back
fr: Retour
ru_ru: Назад

source: Please wait...
fr: Patientez...
ru_ru: Пожалуйста, подождите...

source: Configuration succeded.
fr: Configuration réussie.
ru_ru: Удалось выполнить конфигурацию.

source: Configuration failed.
fr: Configuration échouée.
ru_ru: Не удалось выполнить конфигурацию.

source: Home page
fr: Page d'accueil
ru_ru: Домашняя страница

source: Configuration summary
fr: Résumé de la configuration
ru_ru: Итоговая конфигурация

source: Configuration warnings
fr: Avertissements de configuration
ru_ru: Предупреждение конфигурации

source: Configuration errors
fr: Erreurs de configuration
ru_ru: Ошибка конфигурации

source: The selected modules doesn't have any configuration script.
fr: Les modules selectionnés n'ont pas de script de configuration.

source: Installation was successful.
fr: Installation réussie.

source: Configuration terminated, details are displayed below.
fr: La configuration est terminée. Les détails sont affichés ci-dessous.
ru_ru: Конфигурация прекращена, отображаются сведения ниже.

source: Error : Could not find any configuration script to execute.
fr: Erreur : Le module selectionné n'a pas de script de configuration.

source: The following module will be configured.
fr: Le module suivant sera configuré.

source: Please wait during the configuration process.
fr: Patientez pendant le processus de configuration.

source: To run the configuration, click on the &laquo;Run configuration&raquo; button below.
fr: Pour lancer la confguration, cliquez sur le button &laquo;Lancer la configuration&raquo; ci-dessous.

source: Configuration in progress...
fr: Configuration en cours d'exécution...

source: Waiting...
fr: En attente...
ru_ru: Ожидание...

source: Run configuration
fr: Lancer la configuration

source: An error has occured.
fr: Une erreur s'est produite.
ru_ru: Произошла ошибка.

source: XML-RPC server is unreacheable.
fr: Le serveur XML-RPC est injoignable

source: Check the service status with the <strong>service mss-rpc status</strong> command.
fr: Vérifiez que le service fonctionne avec la commande <strong>service mss-rpc status</strong>

source: Welcome on the Mandriva Server Setup. MSS aims to help system administrators to setup quickly system services such as DNS and OpenLDAP. Moreother, MSS allows you to setup <a href="http://mds.mandriva.org">Mandriva Directory Server</a> and <a href="http://pulse2.mandriva.org">Pulse 2</a> products easily.
fr: Bienvenue sur Mandriva Server Setup. MSS a pour but d'aider les administrateurs système à configurer rapidement des services comme DNS ou OpenLDAP. De plus MSS vous permet d'installer et de configurer <a href="http://mds.mandriva.org ">Mandriva Directory Server</a> et <a href="http://pulse2.mandriva.org"> Pulse 2</a> en quelques clicks.

source: You have to use your Mandriva account to log in unless there is no network connectivity. Only your Mandriva account will be able to log in after your first connection.
fr: Utilisez votre compte Mandriva pour vous connecter, sauf si le réseau n'est pas actif. Seul votre compte Mandriva pourra être utilisé après votre première connexion.

source: Login
fr: Identification
ru_ru: Вход

source: The following module is being installed
fr: Le module suivant est en cours d'installation

source: Installation succeded.
fr: Installation réussie.
ru_ru: Удалось выполнить установку.

source: Installation failed.
fr: Installation échouée.
ru_ru: Не удалось выполнить установку.

source: Installation failed. You should update your medias (urpmi.update -a).
fr: Installation échouée. Vous devriez mettre à jour vos médias (urpmi.update -a).

source: Can't continue
fr: Impossible de continuer

source: No packages needed for this module.
fr: Aucun package n'est nécessaire pour ce module.

source: Click on the &laquo;Continue&raquo; button below to start the configuration.
fr: Cliquez sur le bouton &laquo;Continuer&raquo; pour démarrer la configuration.

source: Error : wrong username or password.
fr: Erreur : Mauvais utilisateur ou mot de passe.

source: Use your Mandriva account to login.
fr: Utilisez votre compte Mandriva pour vous connecter.
ru_ru: Используйте вашу учетную запись Mandriva для входа.

source: No internet connection.<br/>Use the root password to login.
fr: Pas de connexion internet disponible.<br/>Utilisez le mot de passe root pour vous connecter.

source: Username
fr: Utilisateur
ru_ru: Имя пользователя

source: Password
fr: Mot de passe
ru_ru: Пароль

source: Language
fr: Langue
ru_ru: Язык

source: Enter
fr: Entrer
ru_ru: Ввод

source: Some media needs your authentication in order to install
fr: Une authentification est nécessaire pour installer le média

source: My authentication
fr: Authentification My
ru_ru: Моя аутентификация

source: Your my.mandriva.com email address.
fr: Votre adresse mail my.mandriva.com.
ru_ru: Ваш почтовый адрес на my.mandriva.com.

source: Your my.mandriva.com password.
fr: Votre mot de passe my.mandriva.com.
ru_ru: Ваш пароль на my.mandriva.com.

source: An error occured when adding the %(name)s media : %(err)s
fr: Une erreur s'est produite lors de l'ajout du média %(name)s : %(err)s

source: Media successfully added
fr: Le média a été ajouté

source: You have selected the following module.
fr: Vous avez sélectionné le module suivant.

source: Added as a dependency
fr: Ajouté comme dépendance
ru_ru: Добавлено в качестве зависимости

source: Reinstallation
fr: Ré-installation
ru_ru: Переустановка

source: If other modules requires this module they may be broken after the reinstallation.
fr: Si d'autres modules dépendent de ce module, ils risquent de ne plus fonctionner après la ré-installation.

source: No module selected.
fr: Aucun module sélectionné.

source: This module conflicts with :
fr: Ce module est en conflit avec :
ru_ru: Этот модуль конфликтует с:

source: Loading packages info from doc4.mandriva.com
fr: Chargement des informations de paquets depuis doc4.mandriva.com

source: Error while contacting doc4.mandriva.com
fr: Erreur : doc4.mandriva.com ne répond pas

source: Packages list
fr: Liste des paquets

source: You have bought this module.
fr: Vous avez acheté ce module.

source: This is a commercial module.
fr: Ceci est un module payant.

source: Packages for this module are installed.
fr: Les packages pour ce module sont installés.

source: This module was configured by MSS.
fr: Ce module a été configuré par MSS.

source: Reinstall and reconfigure
fr: Ré-installer et re-configurer

source: Reconfigure
fr: Re-configurer

source: Reconfigure this module.
fr: Re-configurer ce module.

source: More information
fr: Plus d'informations
ru_ru: Подробнее

source: Buy
fr: Acheter
ru_ru: Купить

source: Install components
fr: Installer les composants

source: No modules for Mandriva Server Setup installed.
fr: Aucun module installé pour Mandriva Server Setup
ru_ru: Нету установленных модулей для Mandriva Server Setup.

source: Check for mss-modules-* packages.
fr: Cherchez des paquets du type mss-modules-*.
ru_ru: Выполнить проверку для пакетов mss-modules-*.

source: One or more medias need authentication
ru_ru: Необходимо аутентифицировать один или более источников

source: Installation
ru_ru: Установка

source: Running configuration...
ru_ru: Выполняется конфигурация...

source: The following component is being installed
ru_ru: Устанавливается следующий компонент

source: Adding media...
ru_ru: Добавления источника...

source: Media added.
ru_ru: Источник добавлен.

source: Media already added.
ru_ru: Источник уже добавлен.

source: Failed to add media.
ru_ru: Не удалось добавить источник.

source: No component selected.
ru_ru: Ни один из компонентов не выбран.

source: If other components requires this component they may be broken after the reinstallation.
ru_ru: Если другие компоненты требуют этого компонента они могут быть нарушены после переустановки.
