Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_dhcp/locale/*/LC_MESSAGES/mds_dhcp.po
Languages: fr, fr_fr, pt_br, ru_ru

source: DHCP service
fr_fr: Service DHCP

source: Configure automatically your client computers IP settings
fr_fr: Configuration réseau automatique de vos clients

source: Allow DHCP requests from internal networks
fr_fr: Autoriser les requêtes DHCP depuis les réseaux internes

source: Configure the firewall to accept DHCP requests on interfaces configured as 'internal'
fr_fr: Configure le firewall pour accepter les requêtes DHCP sur les interfaces internes

source: Allow DHCP requests from external networks
fr_fr: Autoriser les requêtes DHCP depuis les réseaux externes

source: Configure the firewall to accept DHCP requests on interfaces configured as 'external'
fr_fr: Configure le firewall pour accepter les requêtes DHCP sur les interfaces externes

source: Configuration done. (/etc/mmc/plugins/network.ini updated)
fr_fr: Configuration faite. (/etc/mmc/plugins/network.ini mis à jour)

source: Error while configuring the dhcp service. (/etc/mmc/plugins/network.ini)
fr_fr: Erreur lors de la configuration. (/etc/mmc/plugins/network.ini)

source: Configuration of dhcp-server done. (/etc/dhcpd.conf updated)
fr: Configuration de dhcp-server faite. (/etc/dhcpd.conf mis à jour)
fr_fr: Configuration de dhcp-server faite. (/etc/dhcpd.conf mis à jour)
pt_br: Configuração do dhcp-server feito. (/etc/dhcpd.conf atualizado)
ru_ru: Выполнена конфигурация dhcp-сервера. (/etc/dhcpd.conf updated)

source: Error while configuring dhcp-server. (/etc/dhcpd.conf)
fr: Error lors de la configuration de dhcp-server. (/etc/dhcpd.conf)
fr_fr: Error lors de la configuration de dhcp-server. (/etc/dhcpd.conf)
pt_br: Erro ao configurar o dhcp-server. (/etc/dhcpd.conf)
ru_ru: Ошибка при конфигурации dhcp-сервера. (/etc/dhcpd.conf)

source: The DHCP service is installed.
fr_fr: Le service DHCP est installé.

source: You can now configure your DHCP settings from the management interface : https://@HOSTNAME@/mmc/
fr_fr: Vous pouvez maintenant configurer vos paramètres DHCP depuis l'interface de gestion :

source: DHCP server with MDS backend
pt_br: Servidor DHCP com backend MDS
ru_ru: DHCP сервер с MDS backend

source: Configure your client computers IP settings
fr: Configuration IP de vos clients
pt_br: Configure as suas preferências de IP dos computadores de clientes
ru_ru: Конфигурация IP-настроек клиентских компьютеров

source: MMC interface is not installed.
fr: L'interface MMC n'est pas installée
pt_br: A interface MMC não está instalada.
ru_ru: Интерфейс MMC не установлен.

source: Can't continue.
fr: Ne peut continuer.
pt_br: Não pode continuar.
ru_ru: Невозможно продолжить.

source: MDS configuration done. (/etc/mmc/plugins/network.ini updated)
fr: Configuration MDS faite. (/etc/mmc/plugins/network.ini mis à jour)
pt_br: Configuração do MDS feita. (/etc/mmc/plugins/network.ini atualizado)
ru_ru: Выполнена конфигурация MDS. (/etc/mmc/plugins/network.ini updated)

source: Error while configuring MDS. (/etc/mmc/plugins/network.ini)
fr: Error lors de la configuration MDS. (/etc/mmc/plugins/network.ini)
pt_br: Erro ao configurar o MDS. (/etc/mmc/plugins/network.ini)
ru_ru: Ошибка при конфигурации MDS. (/etc/mmc/plugins/network.ini)

source: Service MMC reloaded succesfully.
fr: Le service MMC a redémarré.
pt_br: O serviço MMC foi recarregado com sucesso.
ru_ru: Служба ММС перезагружена успешно.

source: Service MMC fails restarting. Check /var/log/mmc/mmc-agent.log
fr: La service MMC n'a pas redémarré. Vérifiez /var/log/mmc/mmc-agent.log
pt_br: O serviço MMC falhou ao reiniciar. Verifique /var/log/MMC/MMC-agent.log
ru_ru: Не удается перезапустить службу MMC. Выполнить проверку /var/log/mmc/mmc-agent.log

source: DHCP module is activated in the MDS interface.
fr: Le module DHCP est activé dans l'interface MDS.
pt_br: O módulo DHCP está ativado na interface do MDS.
ru_ru: DHCP-модуль активирован в MDS-интерфейсе.

source: You can now configure your DHCP settings from the MDS interface : http://@HOSTNAME@/mmc/
fr: Vous pouvez configurer vos réseaux DHCP depuis l'interface : http://@HOSTNAME@/mmc/
pt_br: Agora você pode configurar suas definições de DHCP a partir da interface MDS em http://@HOSTNAME@/mmc/
ru_ru: Вы можете сконфигурировать настройки DHCP с MDS-интерфейса: http://@HOSTNAME@/mmc/
