Repository: AlexandreProenca/mss
Catalog: mss/agent/modules/mds_audit/locale/*/LC_MESSAGES/mds_audit.po
Languages: fr, pt_br, ru_ru

source: Audit module for MDS
fr: Module d'audit pour MDS

source: Track any changes made on the MDS interface
fr: Traque tous les changements faits depuis l'interface MDS

source: MySQL root password
fr: Mot de passe root MySQL
pt_br: Senha de root do MySQL
ru_ru: Пароль администратора MySQL

source: Used to create the audit database
fr: Utilisé pour créer la base de données d'audit
pt_br: Usado para criar o banco de dados de auditoria
ru_ru: Используется для создания базы данных аудита

source: MySQL audit password
fr: Mot de passe audit MySQL
pt_br: Senha da auditoria MySQL
ru_ru: пароль MySQL audit

source: MySQL user for the audit database
fr: Utilisateur MySQL pour la base de données d'audit

source: Cleaning up...
fr: Netoyage...
pt_br: Limpando...
ru_ru: Очистка...

source: The current MySQL password is not valid.
fr: Le mot de passe root MySQL est incorrect.
pt_br: A senha atual do MySQL não é válida.
ru_ru: Текущий пароль MySQL недопустимый.

source: Create audit database
fr: Création de la base de données d'audit
pt_br: Criar banco de dados de auditoria
ru_ru: Создать базу данных аудита

source: Grant privileges on database
fr: Donne les privilèges sur la base
pt_br: Conceder privilégios no banco de dados
ru_ru: Предоставлять привилегии на базы данных

source: Service MMC started succesfully.
fr: Le service MMC a démarré correctement.
pt_br: Serviço MMC iniciado com êxito.
ru_ru: Служба MMC удачно запузена.

source: Service MMC fails starting. Check
fr: Le service MMC n'a pas démarré. Vérifiez
pt_br: Serviço MMC falhou na inicialização. Verifique
ru_ru: Не удается запустить службу MMC. Проверка

source: Audit module is activated in the MDS interface : http://@HOSTNAME@/mmc/
fr: Le module d'audit est activé dans l'interface MDS : http://@HOSTNAME@/mmc/
pt_br: Módulo de auditoria está ativado na interface do MDS: http://@HOSTNAME@/mmc/
ru_ru: Модуль аудит включен в MDS-интерфейс: http://@HOSTNAME@/mmc/

source: MySQL user password for the audit database
pt_br: Senha do usuário MySQL para o banco de dados de auditoria
ru_ru: Пароль пользователя MySQL для базы данных аудита
